[
  {
    "name": "N/A",
    "symbol": "N/A",
    "protons": 0,
    "neutrons": 0,
    "color": "#00000000",
    "phase": "N/A",
    "summary": "N/A"
  },
  {
    "name": "Hydrogen",
    "symbol": "H",
    "protons": 1,
    "neutrons": 0,
    "color": "#FFE81313",
    "phase": "Gas",
    "summary": "Hydrogen is a chemical element with chemical symbol H and atomic number 1. With an atomic weight of 1.00794 u, hydrogen is the lightest element on the periodic table. Its monatomic form (H) is the most abundant chemical substance in the Universe, constituting roughly 75% of all baryonic mass."
  },
  {
    "name": "Helium",
    "symbol": "He",
    "protons": 2,
    "neutrons": 2,
    "color": "#FF4A148C",
    "phase": "Gas",
    "summary": "Helium is a chemical element with the symbol He and atomic number 2. It is a colorless, odorless, tasteless, non-toxic gas, the first in the noble gas group in the periodic table. Its boiling point is the lowest among all the elements. Helium is the second lightest and second most abundant element in the observable universe."
  },
  {
    "name": "Lithium",
    "symbol": "Li",
    "protons": 3,
    "neutrons": 4,
    "color": "#FF424242",
    "phase": "Solid",
    "summary": "Lithium is a chemical element with the symbol Li and atomic number 3. It is a soft, silvery-white alkali metal. Under standard conditions, it is the lightest metal and the lightest solid element. Like all alkali metals, lithium is highly reactive and flammable, and must be stored in mineral oil."
  },
  {
    "name": "Beryllium",
    "symbol": "Be",
    "protons": 4,
    "neutrons": 5,
    "color": "#FFFF6F00",
    "phase": "Solid",
    "summary": "Beryllium is a chemical element with the symbol Be and atomic number 4. It is a relatively rare element in the universe, usually occurring as a product of the spallation of larger atomic nuclei that have collided with cosmic rays. Within the cores of stars, beryllium is depleted as it is fused into heavier elements."
  },
  {
    "name": "Boron",
    "symbol": "B",
    "protons": 5,
    "neutrons": 6,
    "color": "#FF4E342E",
    "phase": "Solid",
    "summary": "Boron is a chemical element with the symbol B and atomic number 5. Produced entirely by cosmic ray spallation and supernovae, it is a low-abundance element in the Solar System and in the Earth's crust. Boron is concentrated on Earth by the water-solubility of its more common naturally occurring compounds, the borate minerals."
  },
  {
    "name": "Carbon",
    "symbol": "C",
    "protons": 6,
    "neutrons": 6,
    "color": "#FF212121",
    "phase": "Solid",
    "summary": "Carbon is a chemical element with the symbol C and atomic number 6. Carbon is the 15th most abundant element in the Earth's crust, and the fourth most abundant element in the universe by mass after hydrogen, helium, and oxygen. Carbon's abundance, its unique diversity of organic compounds, and its unusual ability to form polymers at the temperatures commonly encountered on Earth enables this element to serve as a common element of all known life."
  },
  {
    "name": "Nitrogen",
    "symbol": "N",
    "protons": 7,
    "neutrons": 7,
    "color": "#FF0D47A1",
    "phase": "Gas",
    "summary": "Nitrogen is the chemical element with the symbol N and atomic number 7. It is a common element in the universe, estimated at about seventh in total abundance in the Milky Way and the Solar System. Nitrogen occurs in all organisms, primarily in amino acids (and thus proteins), in the nucleic acids (DNA and RNA) and in the energy transfer molecule adenosine triphosphate."
  },
  {
    "name": "Oxygen",
    "symbol": "O",
    "protons": 8,
    "neutrons": 8,
    "color": "#FFFFFFFF",
    "phase": "gas",
    "summary": "Oxygen is a chemical element with symbol O and atomic number 8. It is a member of the chalcogen group on the periodic table and is a highly reactive nonmetal and oxidizing agent that readily forms compounds (notably oxides) with most elements. By mass, oxygen is the third-most abundant element in the universe, after hydrogen and helium."
  }
]